	
	{
	"ServerName":"Rainbow Rex",
	"ButtonTxt1":"Welcome",
	"ButtonTxt2":"Announcements",
	"ButtonTxt3":"Donations",
	"ButtonTxt4":"Rates",
	"ButtonTxt5":"Rules",
	"LinkButtonTxt1":"Discord",
	"LinkButtonTxt2":"Donate",
	"LinkButtonTxt3":"Patreon",
	"LinkButtonTxt4":"Mods",
	"LinkButtonTxt5":"",
	"LinkButton1":"https://discord.gg/jVgZecP",
	"LinkButton2":"https://paypal.me/SarahEllis2004",
	"Link1Button3":"https://www.patreon.com/join/RainbowRex",
	"Link2Button3":"",
	"Link3Button3":"",
	"Link4Button3":"",
	"Link1Button4":"https://steamcommunity.com/sharedfiles/filedetails/?id=1758392805",
	"Link2Button4":"",
	"Link3Button4":"",
	"Link4Button4":"",
	"Link1Button5":"",
	"Link2Button5":"",
	"Link3Button5":"",
	"Link4Button5":"",
	"Tab1Panelcount":3,
	"Tab2Panelcount":2,
	"Tab3Panelcount":3,
	"Tab4Panelcount":2,
	"Tab5Panelcount":1,
	"BackgroundTab1":3,
	"BackgroundTab2":3,
	"BackgroundTab3":3,
	"BackgroundTab4":3,
	"BackgroundTab5":3,
	"Background3Color":"181.0,43.0,255.0,0.25",
	"FontColorButtons":"163.0,255.0,59.0",
	"FontColorServerName":"245.0,66.0,66.0",
	"FontColorTabTitles":"245.0,66.0,185.0",
	"FontColorTabText":"66.0,245.0,245.0",
	"UseSteamBrowserLink1":false,
	"UseSteamBrowserLink2":false,
	"Tab1Title1":"Welcome to the Rainbow!",
	"Tab1Title2":"New to the server?",
	"Tab1Title3":"TCs Reward Vault",
	"Tab2Title1":"News",
	"Tab2Title2":"Events",
	"Tab2Title3":"",
	"Tab3Title1":"Patreon",
	"Tab3Title2":"Flash Sale",
	"Tab3Title3":"Donator Only Reward Vault Packs",
	"Tab4Title1":"Dino Rates",
	"Tab4Title2":"Survivor Rates",
	"Tab4Title3":"",
	"Tab5Title1":"Server Rules",
	"Tab5Title2":"",
	"Tab5Title3":"",
	"Tab1Text1":"We are happy to have you join our community! Our goal is to provide a friendly experience with a positive atmosphere for our LGBTQ+ members. We encourage everyone to assume the best in others and to be respectful of other members.\nThis info box is still under construction while we get used to this new mod. Please bare with us as we get it sorted out. Feedback and suggestions are welcome in our Discord server under #suggestions\n[Rainbow Staff]\nOwners\n+Sarah - Executive\n+Ralaa - Semi-Hiatus\n\nAdmins\n+Raemi - Patreon, Flash Sales, Reward Vault\n+Nine - Event and PF Map Donations and Flash sales\n+Phelix - et cetera\n\nCommunity Leader\n+GinjurEEEEvil - Advertisements and Lottery\n+Valascy - Emojis, Event Staff\n+Kika - Event Staff
",
	"Tab1Text2":"Need a few suggestions of where to begin in your new cluster home?\n+Click the Discord button below\n+Post in #looking4tribe channel to find your new tribemates\n+Build TCs Reward Vault for 1 Thatch in game for starter packs\n+Place A Personal Gravestone to never lose your stuff when you die!\n+Come to an Admin if you need help! Were here for you!\n+Our gift to new members is a Raptor, Doed, and Anky! Check your inventory to get started on your journey.\n\n[Referral System]\nRefer a friend, partner, acquaintance, boss? When they play their first 10 hours, message an Admin to recieve 30 ARc bars each for you and your friend!
",
	"Tab1Text3":"1. Build TCs Reward Vault for 1 thatch\n2. Place it on a wall\n3. ???\n4. Profit\n\n[Ways to earn ARc Bars]\n+10 ARc for the first time you log into each map\n+5 ARc per week on each map you log into\n+1 ARc per hour played on each map\n[Tradeable ARc Bars]\nThere are ARc bar packs in the vault that allow you to transfer your points from one map to another as a consumable item. You can also trade these bars to other survivors as currency!\n\nThe Reward Vault is constantly changing and adding new packs. Feel free to offer pack suggestions in the #suggestions channel on discord. Be sure to check your vault frequently for new content!\n\nTIP - Load into each map when you join to get your starter 15 points, buy 5 Gold and 1 Titanium ARc bar, transfer to the map you plan to base in and consume your bars to start out with 75 ARc points!",
	"Tab2Text1":"Daily Dino Wipe at 5AM EST\nDaily Server Reset at 5:30AM EST\n\n[Mod Updates/Removal]\n-Uprade Station\n+Hallow's Eve\n+Randi's Halloween\n\n[New Admin/Staff]\nIntroducing the new members of the Rainbow Staff\n+Admin Raemi\nRaemi is in charge of setting up our new Patreon account (TBA!), organizing Flash Sales for each month, and TCs Reward Vault Packs. Be sure to shoot her a message if you are in need of any help!\n+Community Leader Valascy\nValascy is in charge of making customized Emojis, available soon via Patreon, and is a participating admin on the Event Map. Look to her if you need help with Discord related disagreements, making a ticket for the Admins, or if you just want to question her about her art!\n+Community Leader Kika\nKika is an Event Map Staff assistant. She is in charge of helping build up the map for future events and will be working in tandem with Nine to make sure everything is running smoothly! She has a hefty schedule but what time she does have for ARK is certainly concentrated to be as proactive as possible.\n\n[New TCs Reward Vault Packs]\n+Halloween pack with costumes, candy, and a zomdodo for 10 ARc!\n\n\n[Cluster Meeting]\nOctober 13th @6PM EST\nTopics to Discuss:\n+Genesis and Primal Fear\n+Weekend Rate Events\n+Upcoming Events\n+Decayed Base Wipe Frequency\n+Possible New Mod\n+Suggestions for New Packs/Sales/Events\n+TCs Reward Vault
",
	"Tab2Text2":"Times are all in EST. Best in Show will occur on the first Saturday of each month.\n\nOctober 5th @ 6PM\n[Best In Show]\nOctober's Color - Pink\nBring your best pink dino to be judged in a contest against other members as the pinkiest dino around!\n[Prizes]\n+Participation - One Dino Recolor (bring dino with you!)\n+1st Place - Pinky Pie!\n+2nd Place - Zomdodo\n+3rd Place - Halloween Tapejara\n+Raffle Prizes!\n[Location]\nRagnarok Map (45,35)\n\nOctober 5th, 11th, 18th, 25th @ 7PM\n[Halloween Party]\nReminders for what to bring!\nBRING GOLD ARC BARS TO RAFFLE WITH, BRING A DINO TO LEVEL, CREATE A RECIPE AND COOK ENOUGH TO SHARE RECIPE\n[Featured Activities]\nWe will have costumes available to everyone by the front door! No need to worry what you'll wear.\n+Trick or Treating by the Witch's Cauldrons\n+Pot Luck in the Dining Hall\n-Bring a dish to share!\n+Custom recipes in a cooking pot, add a name, colors, and description, then make enough for everyone!\n+Pumpkin Carving Stations\nCarvers will be entered into a drawing for ARc!\n-3x winners=10 ARc\n+Tame a Witch's Familiar\nGrab a witch brew and a pumpkin pie to try and tame your own miniature dino familiar in one of our taming pens!\n+Glass Maze\nPrizes\n-100 ARc\n-500 Element\n-50 ARc\n+Haunted Hayride\nJoin us on a haunted hayride around a Halloween themed Paracer through a spooky trail. Keep your eyes peeled for purple lights as there is a prize for those with a perceptive eye!\n+Ghost Summons\nCan you be a Spectre of Defeat? See how many ghosts you can banish back to the netherworld and win some Prizes, Prizes, Prizizes!\n-30 ARc\n-20 ARc\n-10 Arc\n+Otter Raffle\ncost is 1 gold ARc bar per entry\nRaffle Prizes:\n-Lvl. 1k+ Halloween Otter\n-Halloween Element Dust Gacha\n-Unicorn straight from Unicorn Sparkle's own stable!\n+Blood Sacrifice\nThere will be a blood sacrifice to the Rainbow Rex Gods. Bring yourself or a dino to level.\nCards Against Humanity\n-10 ARc for each winner\n[Location]\nRagnarok Map (45,35)\n\nNovember 3rd @ 7PM\n[Best In Show]\nNovember's Color - Orange\nBring your best orange dino to be judged in a contest against other members as the falliest dino around!\n[Prizes]\n+Participation - One Dino Recolor (bring dino with you!)\n+1st Place - TBA\n+2nd Place - TBA\n+3rd Place - TBA\n+Raffle Prizes!\n[Location]\nRagnarok Map (45,35)",
	"Tab2Text3":"",
	"Tab3Text1":"So we've reached that point where you like us and we like you. Why not make this official? We have Patreon tiers set up from 1$ to 50$, allowing every member to help support our ARK home. Donations are appreciated and will go toward server costs, new and exciting content for the community, and potential map additions.\n\nAs appreciation for your assistance in helping grow our community, here are the following rewards you can expect to receive:\nSurvivor - $1\n+Donator Role in Discord\n+Access to Donator Only packs in TCs Reward Vault\n+1 ARc\n\nCompy - $5\n+All previous tier rewards\n+Dino Recolor\n+5 ARc\n\nMicroraptor - $10\n+All previous tier rewards\n+Lvl. 150 perfect tame Shoulder Pet\n+10 ARc\n\nRaptor - $15\n+All previous tier rewards\n+Lvl. 150 perfect tame Velonasaur\n+15 ARc\n\nRex - $20\n+All previous tier rewards\n+Custom Discord Role Color\n+Lvl. 150 perfect tame Tek Rex\n+20 ARc\n\nGiga - $25\n+All Previous Tier Rewards\n+Add Emoji to Rainbow Rex\n+Receive one item from each flash sale for the month\n+25 ARc\n\nOverseer - $50\nThis is the top tier for supporters of Rainbow Rex. Show your support with your very own Custom Emoji drawn by Valascy and made available in the Rainbow Rex Discord.\nEmojis will have a set list of options to choose from. We expect 7-30 days for order fulfillment.\n+All Previous Tier Rewards\n+Custom Emoji by Valascy\n+50 ARc
",
	"Tab3Text2":"Weekly Flash Sales will begin Thursday morning and end Sunday evening. Use the donation button below to donate for the flash sales!\nAll dino flash sales will be a perfect tame.\n\n!!!BE SURE TO CONTACT AND ADMIN AFTER PURCHASE SO WE MAY AWARD YOU WITH YOUR DONATION PRIZE!!!\nRewards can be obtained in the TC Reward Vault of each map.\n\n[October]\n+Week 1 Oct. 3-6\n$10 - Lvl. 150 Basilosaurus\n\n+Week 2 Oct. 10-13\n$10 - Lvl. 500 Jerboa - Colored\n\n+Week 3 Oct. 17-20\n$20 - 20x S+ Dedicated Storage + 1x Intake\n\n+Week 4 Oct. 24-27\n$15 - Your choice of a non-Ascension Summoned Boss kill\n\n+Week 5 Oct. 31-Nov. 3\n$25 - Lvl. 200 Giga with Ascendant Saddle
",
	"Tab3Text3":"TBA",
	"Tab4Text1":"Max Dino Level: 150\nBaby Mature: 30x\nEgg Hatch: 16x\nMate Interval: 0.5x (2x faster than Vanilla)\nPassive Tame Interval: 0.3x (3x faster than Vanilla)\nTame Speed: 15x\nHarvest: 4x\nKill Experience: 3x\n\n[Cloning Info]\nCosts for cloning are dependant on dino type and level. Cloning times are based off of baby maturity rate.",
	"Tab4Text2":"Tribes: 15 survivors, 500 tames loose, Unlimited in Soul Traps\nHarvest: 4x\nKill Experience: 3x\nHair Growth: 10x
",
	"Tab4Text3":"",
	"Tab5Text1":"The most important thing to remember is to be respectful of your fellow community members. All of these rules are designed around that goal.\n\n1. No Ingame or Discord talk about, Religion or Politics. (We understand everyone has their own view points, and opinions, but do try to keep text and talk game related.)\n\n2. No Racist/Sexist/Homophobic slurs or hate speech. (We have a zero tolerance policy for the aforementioned, you will be removed from Discord as well as the Cluster.)\n\n3. No Pillar/Foundation spam, unless building in that location within a three day period. (This is to allow current and future community members to have many options as to where and what they can build.)\n\n4. Play fair (No use of exploits/meshing) and be kind to your fellow community members. (You may need their help one day, so keep it respectful.)\n\n5. If there are dinos up for claim, claim them and then post in lost and found to the owner/tribe name and if within 24 hours no one replies they are yours to keep. Be respectful of others schedules and give them a chance to reclaim their dinos.\n\n6. If you win a lottery or donate, it is YOUR job to contact an admin to get your reward delivery set up.
",
	"Tab5Text2":"",
	"Tab5Text3":""
	}
