	
	{
	"ServerName":"Rainbow Rex",
	"ButtonTxt1":"Welcome",
	"ButtonTxt2":"Announcements",
	"ButtonTxt3":"Donations",
	"ButtonTxt4":"Rates",
	"ButtonTxt5":"Rules",
	"LinkButtonTxt1":"Discord",
	"LinkButtonTxt2":"Donate",
	"LinkButtonTxt3":"Patreon",
	"LinkButtonTxt4":"Mods",
	"LinkButtonTxt5":"",
	"LinkButton1":"https://discord.gg/jVgZecP",
	"LinkButton2":"https://paypal.me/SarahEllis2004",
	"Link1Button3":"https://www.patreon.com/join/RainbowRex",
	"Link2Button3":"",
	"Link3Button3":"",
	"Link4Button3":"",
	"Link1Button4":"https://steamcommunity.com/sharedfiles/filedetails/?id=1758392805",
	"Link2Button4":"",
	"Link3Button4":"",
	"Link4Button4":"",
	"Link1Button5":"",
	"Link2Button5":"",
	"Link3Button5":"",
	"Link4Button5":"",
	"Tab1Panelcount":3,
	"Tab2Panelcount":2,
	"Tab3Panelcount":1,
	"Tab4Panelcount":2,
	"Tab5Panelcount":1,
	"BackgroundTab1":3,
	"BackgroundTab2":3,
	"BackgroundTab3":3,
	"BackgroundTab4":3,
	"BackgroundTab5":3,
	"Background3Color":"181.0,43.0,255.0,0.25",
	"FontColorButtons":"163.0,255.0,59.0",
	"FontColorServerName":"245.0,66.0,66.0",
	"FontColorTabTitles":"245.0,66.0,185.0",
	"FontColorTabText":"66.0,245.0,245.0",
	"UseSteamBrowserLink1":false,
	"UseSteamBrowserLink2":false,
	"Tab1Title1":"Welcome to the Rainbow!",
	"Tab1Title2":"New to the server?",
	"Tab1Title3":"TCs Reward Vault",
	"Tab2Title1":"News",
	"Tab2Title2":"Events",
	"Tab2Title3":"",
	"Tab3Title1":"Patreon",
	"Tab3Title2":"",
	"Tab3Title3":"",
	"Tab4Title1":"Dino Rates",
	"Tab4Title2":"Survivor Rates",
	"Tab4Title3":"",
	"Tab5Title1":"Server Rules",
	"Tab5Title2":"",
	"Tab5Title3":"",
	"Tab1Text1":"We are happy to have you join our community! Our goal is to provide a friendly experience with a positive atmosphere for our LGBTQ+ members. We encourage everyone to assume the best in others and to be respectful of other members.\nThis info box is still under construction while we get used to this new mod. Please bare with us as we get it sorted out. Feedback and suggestions are welcome in our Discord server under #suggestions\n[Rainbow Staff]\nOwners\n+Sarah - Executive\n+Ralaa - Advertisement and Community Leader\n\nAdmins\n+Raemi - Patreon & Reward Vault\n+Nine - Event and PF Map Donations\n+Phelix - et cetera\n\nCommunity Leader\n+GinjurEEEEvil - Temporary Hiatus\n+Valascy - Emojis, Event Staff\n+Kika - Event Staff",
	"Tab1Text2":"Need a few suggestions of where to begin in your new cluster home?\n+Click the Discord button below\n+Post in #looking4tribe channel to find your new tribemates\n+Build TCs Reward Vault for 1 Thatch in game for starter packs\n+Place A Personal Gravestone to never lose your stuff when you die!\n+Come to an Admin if you need help! Were here for you!\n+Our gift to new members is a Raptor, Doed, and Anky! Check your inventory to get started on your journey.\n\n[Referral System]\nRefer a friend, partner, acquaintance, boss? When they play their first 10 hours, message an Admin to recieve 30 ARc bars each for you and your friend!",
	"Tab1Text3":"1. Build TCs Reward Vault for 1 thatch\n2. Place it on a wall\n3. ???\n4. Profit\n\n[Ways to earn ARc Bars]\n+5 ARc per week on each map you log into\n+1 ARc per hour played on each map\n+Increased ARc rate weekends\n[Tradeable ARc Bars]\nThere are ARc bar packs in the vault that allow you to transfer your points from one map to another as a consumable item. You can also trade these bars to other survivors as currency!\n\nThe Reward Vault is constantly changing and adding new packs. Feel free to offer pack suggestions in the #suggestions channel on discord. Be sure to check your vault frequently for new content!\n\nTIP - Load into each map when you join to get your starter 15 points, buy 5 Gold and 1 Titanium ARc bar, transfer to the map you plan to base in and consume your bars to start out with 75 ARc points!",
	"Tab2Text1":"Daily Dino Wipe at 4AM EST\nDaily Server Reset at 4:15AM EST\n\n[Mod Updates/Removal]\n-Stacking mod removal +Changes to the .ini file. Resources will be lost in the change and there will be a one time buy free pack in the reward vault to help transition with the new change. This mod has some critical bugs in it and removing it is our best option.\n\n[New Admin/Staff]\n\n[New TCs Reward Vault Packs]\n+Revealed Snow Globe can be traded to any Admin for a full dino recolor!\n\n\n[Cluster Meeting]\nNovember 6th @6PM EST\nTopics to Discuss:\n+Base and unclaimed dino wipes\n+Migrating our cluster to a new server\n+Replacing stack mod\n+Vault and ARc\n+Donations\n+Day/Night cycle\n+Event times for overseas members\n+Player behavior",
	"Tab2Text2":"Times are all in EST. Best in Show will occur on the first Saturday of each month.\n\nDecember 7th at 6PM EST \nBring your best Green and/or Red dino! \n Everyone gets a free dino color change, bring the dino you want recolored with you or we will give you a revealed snowglobe to exchange in the future~",
	"Tab2Text3":"",
	"Tab3Text1":"So we've reached that point where you like us and we like you. Why not make this official? We have Patreon tiers set up from 1$ to 50$, allowing every member to help support our ARK home. Donations are appreciated and will go toward server costs, new and exciting content for the community, and potential map additions.\n\nAs appreciation for your assistance in helping grow our community, here are the following rewards you can expect to receive:\nSurvivor - $1\n+Donator Role in Discord\n+Access to Donator Only packs in TCs Reward Vault\n+10 ARc\n\nCompy - $5\n+All previous tier rewards\n+Dino Recolor\n+50 ARc\n\nMicroraptor - $10\n+All previous tier rewards\n+Lvl. 150 perfect tame Shoulder Pet\n+100 ARc\n\nRaptor - $15\n+All previous tier rewards\n+Lvl. 150 perfect tame Velonasaur\n+150 ARc\n\nRex - $20\n+All previous tier rewards\n+Custom Discord Role Color\n+Lvl. 150 perfect tame Tek Rex\n+200 ARc\n\nGiga - $25\n+All Previous Tier Rewards\n+Add Emoji to Rainbow Rex\n+Receive one item from each flash sale for the month\n+250 ARc\n\nOverseer - $50\nThis is the top tier for supporters of Rainbow Rex. Show your support with your very own Custom Emoji drawn by Valascy and made available in the Rainbow Rex Discord.\nEmojis will have a set list of options to choose from. We expect 7-30 days for order fulfillment.\n+All Previous Tier Rewards\n+Custom Emoji by Valascy\n+500 ARc",
	"Tab3Text2":"",
	"Tab3Text3":"",
	"Tab4Text1":"Max Dino Level: 150\nBaby Mature: 30x\nEgg Hatch: 16x\nMate Interval: 0.5x (2x faster than Vanilla)\nPassive Tame Interval: 0.3x (3x faster than Vanilla)\nTame Speed: 15x\nHarvest: 4x\nKill Experience: 3x\n\n[Cloning Info]\nCosts for cloning are dependant on dino type and level. Cloning times are based off of baby maturity rate.",
	"Tab4Text2":"Tribes: 15 survivors, 500 tames loose, Unlimited in Soul Traps\nHarvest: 4x\nKill Experience: 3x\nHair Growth: 10x",
	"Tab4Text3":"",
	"Tab5Text1":"The most important thing to remember is to be respectful of your fellow community members. All of these rules are designed around that goal.\n\n1. No Ingame or Discord talk about, Religion or Politics. (We understand everyone has their own view points, and opinions, but do try to keep text and talk game related.)\n\n2. No Racist/Sexist/Homophobic slurs or hate speech. (We have a zero tolerance policy for the aforementioned, you will be removed from Discord as well as the Cluster.)\n\n3. No Pillar/Foundation spam, unless building in that location within a three day period. (This is to allow current and future community members to have many options as to where and what they can build.)\n\n4. Play fair (No use of exploits/meshing) and be kind to your fellow community members. (You may need their help one day, so keep it respectful.)\n\n5. If there are dinos up for claim, claim them and then post in lost and found to the owner/tribe name and if within 24 hours no one replies they are yours to keep. Be respectful of others schedules and give them a chance to reclaim their dinos.\n\n6. If you win a lottery or donate, it is YOUR job to contact an admin to get your reward delivery set up.",
	"Tab5Text2":"",
	"Tab5Text3":""
	}
